import React from 'react';
import Paper from 'react-md/lib/Papers';
import img from '../../img/rollets/pic_4.jpg';
import {CONST} from '../../constants';

export const rollets_short =  'Роллетные системы (другими словами - рольставни или роллеты) устанавливаются на дверные или оконные проемы и обеспечивают надежную защиту помещения от посторонних глаз, шума, погодных условий и взлома.';

export const rollets_extended = 
			<div className="clear">
			  <h1>Рольставни и роллеты на окна</h1> 
            <p>Роллетные системы (другими словами - рольставни или роллеты) устанавливаются на дверные или оконные проемы и обеспечивают надежную защиту помещения от посторонних глаз, шума, погодных условий и взлома.</p>
          <p className="heading-3">Защитные роллеты от «АЛЮТЕХ»</p>
            <Paper className="image-placeholder"><img src={img} alt="image" role="presentation" /></Paper>
            <p>Наша компания заботится о красоте, безопасности и уюте миллионов домов, офисов и других объектов по всему миру, предлагая эстетичные и надежные рольставни – специальные защитные конструкции из алюминиевых профилей, предназначенные для окон и дверей.</p>
            <p>На протяжении всего времени, мы занимаемся производством и сборкой роллетных систем для окон и дверей. Текущий ассортимент продукции насчитывает свыше 10 000 наименований роллетных комплектующих различного конструктива и цветовой гаммы.</p>
            <p>Среди изготавливаемой продукции – экструдированные и пенозаполненные профили, концевые профили и направляющие шины, защитные короба и боковые крышки, элементы подвеса и управления роллетой, а также многое-многое другое. </p>
            <p>В настоящее время мы предлагаем роллеты высокого качества в разных ценовых сегментах для любой группы клиентов. Это классические роллеты серии Classic и бюджетный вариант – роллеты серии Economy. Обе серии имеют как общие преимущества, так и отличительные характеристики.</p>
          <p className="heading-3">Разница между Classic и Economy</p>   
          <p className="heading-3">Цветовые решения</p>   
          <p className="heading-3">Типы профиля</p>  
          <p className="heading-3">Основные конструктивные элементы оконной роллеты:</p>
            <p><strong>1.	Роллетное полотно. </strong></p>
            <p>Может состоять из пенозаполненных или экструдированных (повышенной жесткости) профилей. Текущий ассортимент включает 7 видов профилей роликовой прокатки (типоразмерный ряд от 36мм до 55мм) и 3 вида экструдированных профиля (42мм, 44мм, 55мм). </p>
            <p>Для обеспечения повышенной жесткости роллетного полотна в открытом положении, а также в целях препятствия несанкционированному подъему полотна устанавливаются экструдированные концевые профили.</p>
            <p><strong>2.	Экструдированные направляющие шины.</strong></p>
            <p>Обеспечивают движение роллетного полотна при намотке его в короб. В зависимости от требований, предъявляемых к архитектурным особенностям здания, а также степени его защиты, при монтаже могут использоваться стандартные, усиленные или специализированные направляющие шины (угловые, дистанцирующие, сдвоенные).</p>
            <p><strong>3.	Защитные короба и боковые крышки. </strong></p>
            <p>Подбираются в зависимости от внешнего экстерьера помещения (45-, 20-градусные, круглые или полукруглые) и требований к жесткости конструкции (роллфирминговые или экструдированные).</p>
            <p><strong>4.	Элементы управления роллетой. </strong></p>
            <p>Подбираются исходя из размера и веса роллеты (рольставни), а также удобства управления. Могут быть ручные или автоматизированные (электроприводы).</p>
            <p>Стоит также отметить, что собственное производство позволяет нам контролировать качество изготавливаемых рольствен на всех этапах производства. И как результат, вы получаете высококачественный продукт, легкий в управлении и надежный в эксплуатации.</p>
          <p className="heading-3"><b>Для покупки качественных и красивых роллет на окна нужно сделать 7 простых шагов:</b></p>
            <ul className="steps-list"> 
              <li><p>Определить тип и серию защитного короба. </p></li>
              <li><p>Выбрать тип профиля. </p></li>
              <li><p>Определить размеры профиля.</p></li>
              <li><p>Подобрать подходящие направляющие шины.</p></li>
              <li><p>Выбрать удобный вариант управления роллетой.</p></li>
              <li><p>Выбрать систему запирания.</p></li>
              <li><p>Определиться с цветом роллет исходя из дизайна фасада (при желании цветовое решение можно выбрать и в самом начале).</p></li>
             </ul>
            <p>Чтобы не ошибиться в качестве изделия, посмотрите следующую видеоподборку «АЛЮТЕХ» с советами по выбору рольставен.</p>
            <iframe className="embedded-video" src="//www.youtube.com/embed/WuCuIDQIxJw?list=PLzzzlyiTnYWTmxUPsEbvCPXOkrKO26SPL" frameBorder="0" allowFullScreen=""></iframe>
          <p className="heading-3">«АЛЮТЕХ»: качественные оконные рольставни для красивой и комфортной жизни</p>
            <p>Изготавливая роллеты, «АЛЮТЕХ» контролирует свыше 50 характеристик, применяя для этого 40 методов проверки качества. В результате отличные характеристики позволяют им соответствовать национальным и международным стандартам качества и безопасности, а расширенная цветовая гамма, большой выбор профилей и комплектующих – ожиданиям покупателей.</p>
            <p>Роллеты на окна «АЛЮТЕХ» поставляются в более чем 30 цветах, а также в эксклюзивных цветовых решениях под дерево. Производитель предлагает профили роликовой прокатки 11 типоразмеров и экструдированные профили 5 типоразмеров для изготовления полотна системы. Оконные рольставни также можно дополнить различными защитными коробами: для наружного и встроенного монтажа, 20- и 45-градусными, круглыми или полукруглыми. </p>
            <p>В зависимости от того, насколько активно будет использоваться система, можно выбрать роллеты с ручным или автоматическим управлением. «АЛЮТЕХ» предлагает решения для любого здания и бюджета: 6 типов ручных механизмов и большой выбор электроприводов и элементов управления.</p>
            <p>Хотите услышать мнение тех, кто уже пользуется оконными роллетами «АЛЮТЕХ»? Смотрите серию мини-интервью о выборе в пользу качества и эстетики.</p>
            <iframe className="embedded-video" src="//www.youtube.com/embed/wtBi8Uw8mBA?list=PLzzzlyiTnYWRsyZRiB12yQLgbKaVDzBGa" frameBorder="0" allowFullScreen></iframe>
			</div>;
