import img1 from '../img/about_slider/slide1.png';
import img2 from '../img/about_slider/slide2.png';
import img3 from '../img/about_slider/slide3.png';
import img4 from '../img/about_slider/slide4.png';

export const ABOUT_SLIDER = {
	slider_info: [
		{color: 'aluteh-purple-back', big: '№1', little: 'на рынке', mainBig: 'Лидерство', mainLittle: 'Группа компаний «АЛЮТЕХ» – лидер рынка роллетных систем, ведущий производитель алюминиевых профильных систем и секционных ворот в Восточной Европе. Группа компаний "АЛЮТЕХ" объединяет 5 производственных предприятий и порядка 20 сбытовых компаний в Чехии, России, Беларуси, Украине, Австрии.'},
	    {color: 'aluteh-orange-back', big: '65', little: 'стран мира', mainBig: 'Присутствие', mainLittle: 'Группа компаний «АЛЮТЕХ» – лидер рынка роллетных систем, ведущий производитель алюминиевых профильных систем и секционных ворот в Восточной Европе. Группа компаний "АЛЮТЕХ" объединяет 5 производственных предприятий и порядка 20 сбытовых компаний в Чехии, России, Беларуси, Украине, Австрии.'},
	    {color: 'aluteh-blue-back', big: '136', little: 'тыс. м2 пл. производства', mainBig: 'Технологии', mainLittle: 'Собственное производство ГК «АЛЮТЕХ» включает высокотехнологичные экструзионные линии, современное оборудование для порошковой окраски, крупнейший в СНГ комплекс по анодированию алюминиевых профилей, автоматизированные комплексы литья алюминиевых сплавов, роллформинговые линии, ультрасовременный комплекс по окраске и резке алюминиевой ленты и т.д.'},
	    {color: 'aluteh-green-back', big: 'EC', little: 'соответствие стандартам', mainBig: 'Качество', mainLittle: 'Высокое качество продукции ALUTECH подтверждено сертификатами западноевропейского образца, протоколами испытаний международных компаний и научно-исследовательских центров. Система менеджмента качества на всех предприятиях сертифицирована на соответствие требованиям международного стандарта ISO 9001 в системе TUV CERT.'}
	],
	images: [img1, img2, img3, img4]
}
